Repository: ZeiglerITMSP/s2siOS115test_pub
Catalog: Snap2Save/*.lproj/Localizable.strings
Languages: es

source: SELECT LANGUAGE
es: SELECCIONA IDIOMA

source: Welcome
es: Bienvenido

source: LOG IN
es: INICIAR SESIÓN

source: REGISTER
es: REGÍSTRATE

source: English
es: Ingles

source: Spanish
es: Español

source: Cancel
es: Cancelar

# selectedLanguageTitle
source: English
es: Español

source: Done
es: Listo

source: Loading...
es: Cargando...

# language.button.title
source: ENGLISH
es: ESPAÑOL

# language.alert.english
source: English
es: Ingles

# language.alert.spanish
source: Spanish
es: Español

source: Back
es: Volver

source: OFFERS
es: OFERTAS

source: SERVICES
es: SERVICIOS

source: ACCOUNT
es: CUENTA

source: EBT HELP
es: EBT AYDUA

source: Log In
es: Iniciar sesión

source: LOG IN WITH FACEBOOK
es: INICAIAR SESIÓN CON FACEBOOK

source: or
es: o

source: 10-DIGIT CELL PHONE NUMBER
es: NÚMERO DE TELÉFONO CELULAR DE 10 DÍGITOS

source: PASSWORD
es: CONTRASEÑA

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Congratulations!
es: ¡Felicidades!

# WelcomeText
source: Welcome to Snap2Save. Your registration is now complete.
es: Bienvenido a Snap2Save. Su registro ahora está completo.

# WelcomeSecondLabelText
source: Your registration is now complete.
es: Su registro ahora está completo.

source: GET STARTED!
es: ¡COMENCEMOS!

# SignUpAlertTitle
source: Thank you for joining Snap2Save!
es: ¡Gracias por unirse a Snap2Save!

source: Close
es: Cerrar

source: Before you are able to log in we need to verify your %@. You should receive a confirmation %@ soon. When it arrives, simply click on the link in the %@ and that will complete your registration process.
es: Antes de que pueda iniciar sesión, debemos verificar su %@. Debe recibir un mensaje de %@ de confirmación en breve. Cuando llegue, simplemente haga clic sobre el enlace en el mensaje de %@ y así completará su proceso de registro.

source: cell phone number
es: Número Celular

source: email address
es: dirección de correo electrónico

source: text
es: texto

source: email
es: correo electrónico

source: Register
es: Regístrate

source: EARN 100 POINTS!
es: ¡GANA 100 PUNTOS!

# RegisterMessage
source: Join us on Snap2Save and you will earn 100 points for registering! Points can be redeemed for gift cards or health care rebates through our Reward Program.
es: ¡Únete a Snap2Save y gana 100 puntos por registrarte! Los puntos pueden ser canjeados por tarjetas de regalo o descuentos en atención médica a través de nuestro Programa de recompensas.

source: REGISTER WITH FACEBOOK
es: REGÍSTRATE CON FACEBOOK

source: *Required information
es: *Información obligatoria

source: RE-ENTER 10-DIGIT CELL PHONE NUMBER
es: REINTRODUCIR NÚMERO DE TELÉFONO CELULAR DE 10 DÍGITOS

source: PASSWORD (MUST BE AT LEAST 6 CHARACTERS)
es: CONTRASEÑA (DEBE TENER AL MENOS 6 CARACTERES)

source: RE-ENTER PASSWORD
es: REINTRODUCIR CONTRASEÑA

source: ZIP CODE
es: CÓDIGO POSTAL

source: CONTACT PREFERENCE
es: PREFERENCIA DE CONTACTO

source: Text Message
es: Mensaje de texto

source: RE-ENTER EMAIL
es: REINTRODUCIR DIRECCIÓN DE EMAIL

# TermsMessage
source: I have read, understand and agree to the Snap2Save Terms of Service Agreement.
es: He leído, entiendo y acepto el Acuerdo de Condiciones de servicio de Snap2Save.

# TermsLink
source: Terms of Service
es: Condiciones de servicio

source: CONTINUE
es: CONTINUAR

source: EARN 200 POINTS!
es: ¡GANA 200 PUNTOS!

# AdditionalSignUpMsg
source: Provide the following optional information and earn 200 bonus points!
es: ¡Completa la información adicional y gana 200 puntos extra!

source: USER INFORMATION
es: INFORMACIÓN DEL USUARIO

source: FIRST NAME
es: NOMBRE

source: LAST NAME
es: APELLIDO

source: ADDRESS
es: DIRECCIÓN

# AddressMsg
source: Gift cards earned under the Reward Program will be mailed to this address.
es: Las tarjetas de regalo ganadas bajo el Programa de recompensas serán enviadas por correo a esta dirección.

source: ADDRESS LINE 1
es: DIRECCIÓN LÍNEA 1

source: ADDRESS LINE 2
es: DIRECCIÓN LÍNEA 2

source: CITY
es: CIUDAD

source: ADDITIONAL INFORMATION
es: INFORMACIÓN ADICIONAL

source: STATE
es: ESTADO

source: GENDER
es: SEXO

source: ETHNICITY / RACE
es: ETNICIDAD Y RAZA

source: AGE GROUP
es: GRUPO DE EDAD

source: GROUP CODE (IF APPLICABLE)
es: CÓDIGO DE GRUPO (SI CORRESPONDE)

source: REFERRAL CODE (IF APPLICABLE)
es: CÓDIGO DE REFERENCIA (SI CORRESPONDE)

source: Please Select
es: Seleccione

source: Unit, Building, etc.
es: Unidad, edificio, etc.

source: Street address or PO box
es: Dirección o caja de correo

source: Male
es: Masculino

source: Female
es: Femenino

source: 21 and under
es: 21 o menor

source: 22 to 34
es: 22 a 34

source: 35 to 44
es: 35 a 44

source: 45 to 54
es: 45 a 54

source: 55 to 64
es: 55 a 64

source: 65 and older
es: 65 y mayor

source: American Indian or Alaska Native
es: Indio Americano o Nativo de Alaska

source: Asian or Pacific Islander
es: Asiático o de Islas del Pacífico

source: Black or African American
es: Negro o Afroamericano

source: Hispanic or Latino
es: Hispano o Latino

source: White/Caucasian
es: Blanco/Caucásico

source: Other
es: Otro

source: Forgot Password
es: Olvidé mi contraseña

# forgotPasswordMessage
source: Please enter the 10-digit cell phone number associated with your account.
es: Introduce el número de teléfono celular de 10 dígitos asociado con tu cuenta.

source: SUBMIT
es: ENVIAR

source: Reset Password
es: Restablecer contraseña

# resetPasswordMessage
source: Your new password must be at least 6 characters in length.
es: Tu nueva contraseña debe tener un mínimo de 6 caracteres.

source: NEW PASSWORD
es: CONTRASEÑA NUEVA

source: RE-ENTER NEW PASSWORD
es: REINTRODUCIR CONTRASEÑA NUEVA

source: RESET PASSWORD
es: RESTABLECER CONTRASEÑA

source: Account
es: Cuenta

source: Auto Log In
es: Inicio de sesión automático

source: Personal Information
es: Información personal

source: Preferences
es: Preferencias

source: My Reward Program
es: Mi programa de recompensas

source: Change Password
es: Cambiar contraseña

source: Log Out
es: Cerrar sesión

# alert.nochange
source: No change has been made.
es: No se ha hecho ningún cambio.

source: You have chosen to be contacted by email, but have not provided a valid email address.
es: Has escogido que te contactamos por email, pero no has ingresado una dirección de email válida.

source: NEW PASSWORD (MUST BE AT LEAST 6 CHARACTERS)
es: CONTRASEÑA NUEVA (DEBE TENER AL MENOS 6 CARACTERES)

source: CURRENT PASSWORD
es: CONTRASEÑA ACTUAL

source: SAVE
es: GUARDAR

source: The internet connection appears to be offline.
es: La conexión a Internet parece estar fuera de línea.

source: Offers
es: Ofertas

# message.nooffer
source: No offer exists.
es: No existe ninguna oferta.

source: No offer exists.
es: No existe ninguna oferta.

source: PLEASE TRY AGAIN LATER.
es: POR FAVOR, INTÉNTELO DE NUEVO MÁS TARDE.

source: THE INTERENT CONNECTION APPEARS TO BE OFFLINE.
es: LA CONEXIÓN INTERENT APARECE PARA ESTAR OFFLINE.

source: Additional Offers
es: Ofertas adicionales

source: Weekly Circular
es: Circular semanal

source: Services
es: Servicios

source: About Snap2Save
es: Acerca de Snap2Save

source: Contact Us
es: Contacto

source: Terms of Service
es: Condiciones de servicio

source: Privacy Policy
es: Política de privacidad

source: Reward Program
es: Programa de recompensas

source: Reward Status
es: Estado de recompensas

source: Current Point Total
es: Total de puntos actuales

source: Lifetime Points Earned:
es: Puntos ganados en toda la vida:

source: REDEEM POINTS NOW
es: CANJEAR PUNTOS AHORA

source: Unused Health Care Rebates
es: Descuentos en atención médica no usados

source: RECENT ACTIVITY
es: ACTIVIDAD RECIENTE

source: Filter
es: Filtro

source: DATE RANGE
es: RANGO DE FECHAS

source: FROM
es: DESDE

source: TO
es: HASTA

source: FILTER
es: FILTRO

source: MM/DD/YY
es: MM/DD/AAAA

source: Redeem Points
es: Canjear puntos

source: To redeem 500 points, please make your selection and click Continue.
es: Para canjear 500 puntos, haz tu selección y haz clic en Continuar.

source: $5 Save-A-Lot Gift Card
es: Tarjeta de regalo Save-A-Lot de $5

source: $10 Health Care Rebate
es: Descuento en atención médica por $10

source: Your Save-A-Lot gift card will be mailed to the following address. If any of the information is incorrect or missing, please make changes or additions as necessary.
es: Te enviaremos por correo tu Tarjeta de regalo de Save-A-Lot a la siguiente dirección. Si alguna parte de la información es incorrecta, o si falta información, haz los cambios correspondientes o agrega lo que falta.

source: MAILING ADDRESS
es: DIRECCIÓN POSTAL

source: STREET ADDRESS
es: DIRECCIÓN

source: REDEEM NOW
es: CANJEAR AHORA

source: Your Save-A-Lot gift card will be mailed within 15 days, so be sure to watch for an envelope from Snap2Save!
es: ¡Te enviaremos tu tarjeta de regalo de Save-A-Lot en un plazo de 15 días, así que debas estar atento a recibir un sobre de parte de Snap2Save!

source: DONE
es: LISTO

source: A $10 health care rebate has been added to your account!
es: ¡Se ha agregado a tu cuenta un descuento en atención médica de $10!

source: To redeem health care rebates at Clinica Tepeyac, simply provide them with the 10-digit cell phone number on your Snap2Save account the next time you receive health care services at their clinic. They will verify your eligibility online and apply the credit to the cost of your visit or procedure.
es: Para canjear descuentos de atención médica en la Clínica Tepeyac, simplemente entrégales tu número de teléfono celular de 10 dígitos que está en tu cuenta de Snap2Save la próxima vez que accedas a servicios de atención médica en la clínica. Ellos verificarán tu elegibilidad en línea y aplicarán el crédito al costo de tu consulta o el procedimiento.

source: Please provide all required information.
es: Provee toda la información requerida.

source: Please enter 10-digit cell phone number.
es: Escribe tu número de teléfono celular de 10 dígitos.

source: Please enter a 10-digit cell phone number.
es: Introduce un número de teléfono celular de 10 dígitos.

source: Password must be at least 6 characters in length.
es: Tu contraseña debe tener un mínimo de 6 caracteres.

source: Please enter a valid zip code.
es: Introduce un código postal válido.

source: Please enter a valid email address.
es: Introduce un email válido.

source: Entries must match to proceed.
es: Los valores deben coincidir para continuar.

source: Your password must be at least 6 characters in length.
es: Tu nueva contraseña debe tener un mínimo de 6 caracteres.

source: Are you sure you want to log out?
es: ¿Estás seguro de que deseas cerrar la sesión?

source: Please enter password.
es: Introduce tu contraseña.

source: Please provide all information.
es: Proporcione toda la información.

source: You must agree to the Terms of Service.
es: Debe aceptar las Condiciones de servicio.

source: Please enter a date range to view specific transactions.
es: Indica un rango de fechas para ver las transacciones específicas.

source: No results found.
es: No se encontró ningún resultado.

source: Please select your reward.
es: Selecciona tu recompensa.

source: Please enter your first name.
es: Escribe tu nombre completo.

source: Please enter your last name.
es: Escribe tu apellido completo.

source: Please enter your street address.
es: Escribe tu dirección.

source: Please enter your city.
es: Escribe tu ciudad.

source: Please enter your state.
es: Escribe tu estado.

source: Please enter your zip code.
es: Introduce tu código postal.

# alert.redeempoints.min
source: You must have 500 points or more to be eligible for a reward.
es: Debe tener 500 puntos o más para reunir los requisitos para una recompensa.

source: Are you sure you want to redeem points?
es: ¿Está seguro de que desea canjear puntos?

source: The TO date must be later than or equal to the FROM date.
es: La fecha HASTA debe ser posterior o igual a la fecha DESDE.

source: NEXT
es: SIGUIENTE

# ebt.title.login
source: Log In
es: Iniciar sesión

# ebt.title.register
source: Register
es: Regístrate

# ebt.processTerminate.title
source: Are you sure?
es: ¿Estás seguro?

# ebt.processTerminate.alert
source: Are you sure you want to terminate this process?
es: ¿Estás seguro de que quieres terminar este proceso?

# ebt.processTerminate.dashboard
source: If you leave this screen, you will be logged out of EBT services.
es: Si abandonas esta pantalla, se cerrará la sesión de los servicios de EB

# ebt.alert.timeout.title
source: Sorry!
es: ¡Lo siento!

# ebt.alert.timeout.message
source: We are unable to process your request at this time. Please try again later.
es: No podemos procesar su solicitud en este momento. Por favor, inténtelo de nuevo más tarde.

source: USER ID
es: IDENTIFICACIÓN DE USUARIO

source: Remember My User ID
es: Recordar mi identificación de usuario

source: Identify yourself!
es: ¡Identifícate!

# ebt.login.titleLabel
source: AN EASY, CONVENIENT WAY TO ACCESS YOUR EBT CARD ACCOUNT INFORMATION.
es: UNA MANERA FÁCIL Y PRÁCTICA DE ACCEDER A LA INFORMACIÓN DE LA CUENTA DE SU TARJETA DE EBT

# ebt.login.messageLabel
source: Check your balance and review your transaction activity.
es: Ve tu saldo y revisa tu actividad de transacciones.

# ebt.login.description
source: To log in enter your existing Chase UCard User ID and Password, or click on Register to sign up.
es: Para iniciar sesión, ingresa tu ID de usuario y contraseña de tu Chase UCard que ya tienes o haz clic en Registrarte.

source: AUTHENTICATION CODE
es: CÓDIGO DE AUTENTICACIÓN

source: CONFIRM
es: CONFIRMAR

source: REGENERATE
es: VOLVER A GENERAR

# ebt.authentication.titleLabel
source: WE DON’T RECOGNIZE THE DEVICE YOU’RE USING.
es: NO RECONOCEMOS EL DISPOSITIVO QUE UTILIZAS.

# ebt.authentication.messageLabel
source: We need to verify your identity before you can access your account. A message, with a temporary authorization code, has been sent to the email address shown on your account. Please check your email and enter the code below. The code is valid for 30 minutes in the current session only.
es: Necesitamos verificar tu identificación antes de que puedas acceder a tu cuenta. Se ha enviado un código de autorización temporal a la dirección de un email que aparece en tu cuenta. Revisa tu email e introduce el código a continuación. El código es válido por 30 minutos en la sesión actual únicamente.

# ebt.cardnumber.titleLabel
source: IDENTIFY YOUR CARD AND ACCOUNTS.
es: IDENTIFICA TU TARJETA Y CUENTAS.

# ebt.cardnumber.messageLabel
source: Please enter your current card number.
es: Introduce tu número de tarjeta actual.

source: CARD NUMBER
es: NÚMERO DE TARJETA

# ebt.dob.titltLabel
source: VALIDATE IDENTITY.
es: VALIDAR IDENTIDAD.

# ebt.dob.messageLabel
source: Step 1: Please provide the following information to validate your identity.
es: Paso 1: Proporciona la siguiente información para validar su identidad.

source: WHAT IS YOUR DATE OF BIRTH? (MM/DD/YYYY)
es: ¿CUÁL ES TU FECHA DE NACIMIENTO? (MM/DD/AAAA)

source: WHAT IS YOUR SOCIAL SECURITY NUMBER?
es: ¿CUÁL ES TU NÚMERO DE SEGURO SOCIAL?

# ebt.securityQuestion.titleLabel
source: VERIFY SECURITY QUESTION.
es: VERIFICAR PREGUNTA DE SEGURIDAD.

# ebt.securityQuestion.messageLabel
source: Please enter the Security Answer you provided during registration.
es: Introduce la respuesta de seguridad que utilizaste durante tu registro.

source: SECURITY QUESTION
es: PREGUNTA DE SEGURIDAD

source: SECURITY ANSWER
es: RESPUESTA DE SEGURIDAD

# ebt.pin.titleLabel
source: SELECT PIN.
es: SELECCIONAR PIN.

# ebt.pin.messageLabel
source: Step 2: Select PIN.
es: Paso 2: Selecciona PIN.

source: CONFIRM PIN
es: CONFIRMAR PIN

source: USE CURRENT PIN
es: USAR PIN ACTUAL

# ebt.pin.pinDescription
source: Your current PIN has been automatically assigned to this account. If you wish, you may change your PIN below, or select Use Current PIN to continue.
es: Su PIN actual ha sido asignado automáticamente a esta cuenta. Si lo deseas, puedes cambiar tu PIN a continuación o seleccionar Usar PIN actual para continuar.

# ebt.userinformation.titleLabel
source: USER INFORMATION.
es: INFORMACIÓN DEL USUARIO.

# ebt.userinformation.messageLabel
source: Step 3: Please enter the following information.
es: Paso 3: Introduce la siguiente información:

source: User ID Rules
es: Reglas para la identificación de usuario:

source: Password Rules
es: Reglas para la contraseña:

# CONFIRM NEW PASSWORD
source: CONFIRM PASSWORD
es: CONFIRMAR CONTRASEÑA

source: EMAIL ADDRESS
es: DIRECCIÓN DE EMAIL

source: CONFIRM EMAIL ADDRESS
es: CONFIRMAR DIRECCIÓN DE EMAIL

source: PHONE NUMBER
es: NÚMERO DE TELÉFONO

source: QUESTION 1
es: PREGUNTA 1

source: QUESTION 2
es: PREGUNTA 2

source: QUESTION 3
es: PREGUNTA 3

source: ANSWER 1
es: RESPUESTA 1

source: ANSWER 2
es: RESPUESTA 2

source: ANSWER 3
es: RESPUESTA 3

source: Please select a question
es: Selecciona una pregunta.

# ebt.userinformation.terms
source: By registering, you agree to the UCARD CENTER SERVICE AGREEMENT and UCARD ONLINE COMMUNICATIONS DELIVERY DISCLOSURE.
es: Al registrarte, aceptas el ACUERDO DE SERVICIO DE UCARD CENTER y UCARD Online Communications Delivery Disclosure (Divulgación en línea de entrega de comunicaciones de UCARD).

# ebt.confirmation.titleLabel
source: CONFIRMATION.
es: CONFIRMACIÓN.

# ebt.confirmation.messageLabel
source: Step 4: Registration complete.
es: Paso 4: Tu registro está completo.

source: ENTER EMAIL VALIDATION CODE
es: INTRODUCE EL CÓDIGO DE VALIDACIÓN

source: VALIDATE
es: VALIDAR

source: RESEND
es: REENVIAR

source: CHANGE EMAIL
es: CAMBIAR EMAIL

# ebt.confirmationMessage
source: An Email Validation Code has been sent to %@. Please check your email and enter the Validation Code below.
es: Se ha enviado un código de validación de email a %@. Revisa tu email e introduce el código de validación.

# ebt.changeEmail.titleLabel
source: CHANGE EMAIL ADDRESS
es: Cambiar dirección de email

# ebt.changeEmail.messageLabel
source: Please enter your new email address.
es: Ingrese su nueva dirección de correo electrónico.

source: CURRENT EMAIL ADDRESS
es: DIRECCIÓN DE EMAIL ACTUAL

source: EMAIL ADDRESS
es: DIRECCIÓN DE CORREO ELECTRÓNICO

source: CONFIRM EMAIL ADDRESS
es: CONFIRMAR EL CORREO

source: RECENT TRANSACTIONS
es: TRANSACCIONES RECIENTES

source: SNAP BALANCE
es: SALDO SNAP

source: CASH BALANCE
es: SALDO EN EFECTIVO

source: No transactions were found.
es: No se encontraron transacciones.

# alert.emptyField.userid
source: Enter User ID.
es: Introduce ID de usuario.

# alert.emptyField.password
source: Enter Password.
es: Introduce contraseña.

# alert.emptyField.authentication
source: Enter Authentication Code.
es: Introduce código de autenticación.

# alert.emptyField.securityAnswer
source: Enter Security Answer.
es: Introduce respuesta de seguridad.

# alert.emptyField.cardNumber
source: Enter Card Number.
es: Introduce número de tarjeta.

# alert.emptyField.dob
source: Enter Date of Birth.
es: Identifica fecha de nacimiento.

# alert.emptyField.socialSecurityNumber
source: Enter Social Security Number.
es: Introduce número de seguro social.

# alert.emptyField.pin
source: Enter Pin.
es: Introduce PIN.

# alert.emptyField.confirmPin
source: Confirm Pin.
es: Confirmar PIN.

# alert.emptyField.userinfo.userId
source: Enter User ID.
es: Introduce ID de usuario.

# alert.emptyField.userinfo.password
source: Enter Password.
es: Introduce contraseña.

# alert.emptyField.userinfo.confirmPassword
source: Confirm Password.
es: Confirmar contraseña.

# alert.emptyField.userinfo.email
source: Enter email address.
es: Introduce email.

# alert.emptyField.userinfo.confirmEmail
source: Confirm email address.
es: Confirmar dirección de email.

# alert.emptyField.userinfo.phoneNumber
source: Enter Phone Number.
es: Introduce número de teléfono.

# alert.emptyField.userinfo.questionOne
source: Select question 1.
es: Selecciona pregunta 1.

# alert.emptyField.userinfo.questionTwo
source: Select question 2.
es: Selecciona pregunta 2.

# alert.emptyField.userinfo.questionThree
source: Select question 3.
es: Selecciona pregunta 3.

# alert.emptyField.userinfo.answerOne
source: Enter Answer 1.
es: Introduce respuesta 1.

# alert.emptyField.userinfo.answerTwo
source: Enter Answer 2.
es: Introduce respuesta 2.

# alert.emptyField.userinfo.answerThree
source: Enter Answer 3.
es: Introduce respuesta 3.

# alert.emptyField.validationCode
source: Enter Validation Code.
es: Introduce código de validación.

# alert.emptyField.currentEmail
source: Enter Current Email.
es: Introduce email actual.

# alert.emptyField.email
source: Enter Email address.
es: Introduce email.

# alert.emptyField.confirmEmail
source: Enter Confirm Email.
es: Introduce Confirmar email.
